Repository: unzerdev/woocommerce
Catalog: languages/unzer-payments-*.po
Languages: de_de

source: Apple Pay certificate settings
de_de: Einstellungen für Apple Pay-Zertifikate

source: Payment Processing Certificate (apple_pay.pem)
de_de: Payment Processing Zertifikat (apple_pay.pem)

source: Delete
de_de: Löschen

source: Merchant Identification Certificate (merchant_id.pem)
de_de: Merchant Identification Zertifikat (merchant_id.pem)

source: General settings
de_de: Allgemeine Einstellungen

source: Keys are not valid
de_de: Schlüssel sind nicht gültig

source: Keys are valid
de_de: Schlüssel sind gültig

source: Payment Instructions
de_de: Zahlungsanweisungen

source: Totals
de_de: Gesamt

source: Detailed Transactions
de_de: Detaillierte Transaktionen

source: Time
de_de: Zeit

source: Type
de_de: Typ

source: Amount
de_de: Menge

source: Show Debug Information
de_de: Debug-Informationen anzeigen

source: Capture Amount
de_de: Betrag einziehen

source: Total amount
de_de: Gesamtbetrag

source: Charged amount
de_de: Eingezogener Betrag

source: Cancelled amount
de_de: Erstatteter Betrag

source: Remaining amount
de_de: Verbleibender Betrag

source: Ready to Capture
de_de: Bereit zum Zahlungseinzug

source: Waiting for payment
de_de: Warten auf Zahlung

source: Unzer Transactions
de_de: Unzer-Transaktionen

source: Unzer API settings
de_de: Unzer API-Einstellungen

source: Public Key
de_de: Öffentlicher Schlüssel

source: Private Key
de_de: Privater Schlüssel

source: Order status for authorized payments
de_de: Auftragsstatus für Aufträge mit autorisierter Zahlung

source: This status is assigned for orders, that are authorized
de_de: Dieser Status wird für autorisierte Aufträge vergeben

source: [Use WooC default status]
de_de: [WooC-Standardstatus verwenden]

source: Order status for captured payments
de_de: Auftragsstatus für Aufträge mit eingezogener Zahlung

source: This status is assigned for orders, that are captured
de_de: Dieser Status wird für Aufträge vergeben, deren Zahlung eingezogen wurde

source: Order status for chargebacks
de_de: Auftragsstatus für Aufträge mit Chargeback

source: This status is assigned for orders with chargebacks
de_de: Dieser Status wird für Aufträge vergeben, bei denen ein Chargeback stattgefunden hat

source: [No status change]
de_de: [Status nicht ändern]

source: Your saved payment means
de_de: Ihre gespeicherten Zahlungsarten

source: invalid
de_de: ungültig

source: The certificate is not active
de_de: Das Zertifikat ist nicht aktiviert

source: valid
de_de: gültig

source: Unable to read certificate
de_de: Zertifikat kann nicht gelesen werden

source: Certificate does not match merchant id:
de_de: Das Zertifikat stimmt nicht mit der Merchant ID überein:

source: Not a valid certificate
de_de: Kein gültiges Zertifikat

source: Key does not match certificate
de_de: Schlüssel stimmt nicht mit Zertifikat überein

source: Not a valid private key
de_de: Kein gültiger privater Schlüssel

source: Payment error
de_de: Zahlungsfehler

source: Payment cancelled
de_de: Zahlung storniert

source: Chargeback received
de_de: Chargeback

source: The Unzer API settings can be adjusted <a href="%s">here</a>
de_de: Die Einstellungen der Unzer API können <a href="%s">hier</a> angepasst werden

source: To start using Unzer payment methods, please enter your credentials first. <br><a href="%s" class="button-primary">API settings</a>
de_de: Um mit den Unzer-Zahlungsmethoden zu beginnen, geben Sie bitte zunächst Ihre Anmeldedaten ein <br><a href="%s" class="button-primary">API-Einstellungen</a>

source: Turning off this feature will delete all stored payment instruments of your customers. Change this setting back to "yes" if you want to keep your customers' payment instruments.
de_de: Wenn Sie diese Funktion deaktivieren, werden alle gespeicherten Zahlungsmittel Ihrer Kunden gelöscht. Ändern Sie diese Einstellung wieder auf "ja", wenn Sie die Zahlungsmittel Ihrer Kunden behalten möchten.

source: Select another Unzer payment method
de_de: Wählen Sie eine andere Unzer-Zahlungsmethode

source: Return to payments
de_de: Zurück zu den Zahlungen

source: You have to be at least 18 years old for this payment method
de_de: Für diese Zahlungsmethode müssen Sie mindestens 18 Jahre alt sein

source: Please check your date of birth
de_de: Bitte überprüfen Sie Ihr Geburtsdatum

source: An error occurred while processing your payment. Please try another payment method.
de_de: Bei der Bearbeitung Ihrer Zahlung ist ein Fehler aufgetreten. Bitte versuchen Sie eine andere Zahlungsmethode.

source: Please enter your date of birth
de_de: Bitte geben Sie Ihr Geburtsdatum ein

source: Please enter your company type
de_de: Bitte geben Sie Ihren Unternehmenstyp ein

source: Please accept the SEPA mandate
de_de: Bitte akzeptieren Sie das SEPA Mandat

source: Enable/Disable
de_de: Aktivieren/Deaktivieren

source: Enable Unzer Alipay
de_de: Unzer Alipay aktivieren

source: Title
de_de: Titel

source: This controls the title which the user sees during checkout.
de_de: Dies steuert den Titel, den der Kunde während des Zahlvorgangs sieht.

source: Description
de_de: Beschreibung

source: This controls the description which the user sees during checkout.
de_de: Beschreibungstext, den Benutzer bei der Auswahl dieser Zahlungsart sehen.

source: Enable Unzer Apple Pay
de_de: Aktivieren Sie Unzer Apple Pay

source: Charge or Authorize
de_de: Belasten oder autorisieren

source: Choose "authorize", if you you want to charge the shopper at a later point of time
de_de: Wählen Sie "autorisieren", wenn Sie den Käufer zu einem späteren Zeitpunkt belasten möchten

source: authorize
de_de: Autorisieren

source: charge
de_de: Belastung

source: Enable Unzer Bancontact
de_de: Unzer Bancontact aktivieren

source: Enable Unzer Card Payments
de_de: Unzer-Kartenzahlungen aktivieren

source: Credit Card
de_de: Kreditkarte

source: Save card for registered customers
de_de: Kreditkarten für registrierte Kunden speichern

source: No
de_de: Nein

source: Yes
de_de: Ja

source: By signing this mandate form, you authorize %merchant% to send instructions to your bank to debit your account and your bank to debit your account in accordance with the instructions from %merchant%. Note: As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights regarding this SEPA mandate are explained in a statement that you can obtain from your bank. In case of refusal or rejection of direct debit payment I instruct my bank irrevocably to inform %merchant% or any third party upon request about my name, address and date of birth.
de_de: Ich ermächtige %merchant%, Zahlungen von meinem Konto mittels SEPA Lastschrift einzuziehen. Zugleich weise ich mein Kreditinstitut an, die von %merchant% auf mein Konto gezogenen SEPA Lastschriften einzulösen. Hinweis: Ich kann innerhalb von acht Wochen, beginnend mit dem Belastungsdatum, die Erstattung des belasteten Betrags verlangen. Es gelten dabei die mit meinem Kreditinstitut vereinbarten Bedingungen. Für den Fall der Nichteinlösung der Lastschriften oder des Widerspruchs gegen die Lastschriften weise ich meine Bank unwiderruflich an, %merchant% oder Dritten auf Anforderung meinen Namen, Adresse und Geburtsdatum vollständig mitzuteilen.

source: Unzer SEPA Direct Debit
de_de: Unzer SEPA Lastschrift

source: I accept the SEPA mandate
de_de: Ich akzeptiere das SEPA Mandat

source: (read more)
de_de: (mehr lesen)

source: Enable Unzer SEPA Direct Debit Payments
de_de: Unzer SEPA Lastschrift Zahlungen aktivieren

source: SEPA Direct Debit
de_de: SEPA Lastschrift

source: Alternative SEPA mandate description
de_de: Eigener Text fuer Akzeptanz des SEPA Mandats

source: Leave empty to display the default text
de_de: Leer lassen für Standard-Vorlage

source: Save bank details for registered customers
de_de: Bankverbindung für registrierte Kunden speichern

source: Unzer Direct Debit
de_de: Unzer Lastschrift

source: Date of birth
de_de: Geburtsdatum

source: Enable Unzer Direct Debit Payments
de_de: Unzer Lastschrift Zahlungen aktivieren

source: Direct Debit
de_de: Lastschrift

source: Public Key EUR/B2C
de_de: Öffentlicher Schlüssel EUR/B2C

source: Private Key EUR/B2C
de_de: Privater Schlüssel EUR/B2C

source: Key Check EUR/B2C
de_de: Schlüsselprüfung EUR/B2C

source: An amount of %1$s will be deducted from your account using the descriptor '%2$s' according to the SEPA mandate
de_de: Der Betrag in Höhe von %s wird mit der Referenz '%s' von Ihrem Konto in Übereinstimmung mit dem SEPA-Mandat eingezogen werden

source: Enable Unzer EPS
de_de: Unzer EPS aktivieren

source: Enable Unzer Giropay
de_de: Unzer Giropay aktivieren

source: Enable Unzer Google Pay
de_de: Unzer Google Pay aktivieren

source: Country Code
de_de: Länder-Code

source: Country code of the acquirer
de_de: Land des Acquirers

source: DK (default)
de_de: DK (Standard)

source: Allow Credit Cards
de_de: Kreditkarten zulassen

source: Allow Prepaid Cards
de_de: Prepaid Karten zulassen

source: Allowed Card Networks
de_de: Zugelassene Kreditkarten-Anbieter

source: Button Color
de_de: Farbe des Buttons

source: Google's default
de_de: Standard

source: Black
de_de: Schwarz

source: White
de_de: Weiß

source: Button Size Mode
de_de: Größe des Buttons

source: Full Width
de_de: Volle Breite

source: Static
de_de: Statisch (kleiner)

source: Enable Unzer iDEAL
de_de: Aktivieren Sie Unzer iDEAL

source: Unzer Installment
de_de: Unzer Ratenzahlung

source: Enable Unzer Installment
de_de: Unzer Ratenkauf aktivieren

source: Installment
de_de: Ratenkauf

source: Public Key CHF/B2C
de_de: Öffentlicher Schlüssel CHF/B2C

source: Private Key CHF/B2C
de_de: Privater Schlüssel CHF/B2C

source: Key Check CHF/B2C
de_de: Schlüsselprüfung CHF/B2C

source: Payment details:<br /><br />Holder: %s<br/>IBAN: %s<br/>BIC: %s<br/><br/><i>Descriptor: </i><br/>%s
de_de: Zahlungsangaben:<br /><br />Inhaber: %s<br/>IBAN: %s<br/>BIC: %s<br/><br/><i>Deskriptor </i>:<br/>%s

source: Unzer Invoice
de_de: Unzer Rechnung

source: Enable Unzer Invoice
de_de: Unzer Rechnung aktivieren

source: Invoice
de_de: Rechnungskauf

source: Public Key EUR/B2B
de_de: Öffentlicher Schlüssel EUR/B2B

source: Private Key EUR/B2B
de_de: Privater Schlüssel EUR/B2B

source: Key Check EUR/B2B
de_de: Schlüsselprüfung EUR/B2B

source: Public Key CHF/B2B
de_de: Öffentlicher Schlüssel CHF/B2B

source: Private Key CHF/B2B
de_de: Privater Schlüssel CHF/B2B

source: Key Check CHF/B2B
de_de: Schlüsselprüfung CHF/B2B

source: Type of company
de_de: Art des Unternehmens

source: Association
de_de: Gesellschaft

source: Authority
de_de: Behörde

source: Company
de_de: Firma

source: Sole
de_de: Einzelunternehmen

source: Other
de_de: Sonstiges

source: Please transfer the amount of %s to the following account:<br /><br />Holder: %s<br/>IBAN: %s<br/>BIC: %s<br/><br/><i>Please use only this identification number as the descriptor: </i><br/>%s
de_de: Bitte überweisen Sie den Betrag von %s auf das folgende Konto:<br /><br />Inhaber: %s<br/>IBAN: %s<br/>BIC: %s<br/><br/><i>Bitte verwenden Sie nur diese Identifikationsnummer als Bezeichnung </i><br/>%s

source: Enable Unzer Klarna
de_de: Unzer Klarna aktivieren

source: Enable Unzer Direct Bank Transfer
de_de: Unzer Direktüberweisung aktivieren

source: Direct Bank Transfer
de_de: Direktüberweisung

source: Enable Unzer PayPal
de_de: Aktivieren Sie Unzer PayPal

source: Save PayPAl account for registered customers
de_de: PayPal-Konto für registrierte Kunden speichern

source: Enable Unzer Bank Transfer
de_de: Unzer Banküberweisung aktivieren

source: Bank Transfer
de_de: Banküberweisung

source: Enable Unzer Post Finance Card
de_de: Unzer Post Finance Card aktivieren

source: Enable Unzer Post Finance eFinance
de_de: Unzer Post Finance eFinance aktivieren

source: Enable Unzer Prepayment
de_de: Unzer Vorauszahlung aktivieren

source: Prepayment
de_de: Vorauszahlung

source: Order status
de_de: Bestellstatus

source: This status is assigned to all orders created with this payment method
de_de: Dieser Status wird allen Bestellungen zugewiesen, die mit dieser Zahlungsmethode erstellt werden

source: Enable Unzer Przelewy24
de_de: Unzer Przelewy24 aktivieren

source: Enable Unzer Sofort
de_de: Unzer Sofort Aktivieren

source: Enable Unzer TWINT
de_de: Unzer TWINT aktivieren

source: Enable Unzer WeChat Pay
de_de: Aktivieren Sie Unzer WeChat Pay

source: WeChat Pay
de_de: WeChat Bezahlen

source: A chargeback has been received. Please check the payment details for order %s
de_de: Es hat ein Chargeback bei Bestellung %s stattgefunden. Bitte überprüfen Sie diesen Fall.

source: Could not create apple-developer-merchantid-domain-association file
de_de: DIe Apple Domain Datei konnte nicht erstellt werden

source: Dismiss this notification
de_de: Ausblenden

source: Payment complete event failed.
de_de: Abschluss der Zahlung ist fehlgeschlagen.

source: Installment payment is only available for shipping and billing address with the same name
de_de: Ratenzahlung ist nur möglich, wenn Liefer- und Rechnungsadresse denselben Namen haben

source: Unable to do refund: Maximum amount for single refund is %s.
de_de: Erstattung nicht möglich: Maximaler Betrag für eine einzelne Erstattung ist %s.

source: However, you may refund in up to %s smaller chunks.
de_de: Es ist jedoch möglich bis zu %s einzelne Erstattungen vorzunehmen.

source: Original error message:
de_de: Ursprüngliche Fehlermeldung:

source: Refund not possible
de_de: Rückerstattung nicht möglich

source: Reversals prior to capturing are only allowed for the full amount
de_de: Stornierungen vor Zahlungseinzug sind nur in Höhe des vollen Betrags möglich

source: Reversal not possible
de_de: Stornierung nicht möglich

source: Save this for my next purchase
de_de: Für meinen nächsten Einkauf speichern

source: Use another one
de_de: Andere

source: Unzer requires WooCommerce to be installed and active.
de_de: WooCommerce muss installiert und aktiv sein.

source: Official Unzer Plugin
de_de: Das offizielle Unzer Plugin
